[MusashiDemolitionExpert X2AbilityTemplate]
LocFriendlyName="爆破专家"
LocLongDescription="在 10 格半径范围内引爆所有爆炸装置(汽车、油箱等)。如果引爆成功则尝试进入隐匿状态。"
LocHelpText="在 10 格半径范围内引爆所有爆炸装置(汽车、油箱等)。如果引爆成功则尝试进入隐匿状态。"
LocFlyOverText="爆破专家"
LocPromotionPopupText="<Bullet/>在 <Ability:DEMOLITON_EXPERT_TILE_RADIUS> 半径范围内引爆所有爆炸装置(汽车、油箱等)。如果引爆成功则尝试进入隐匿状态。<br/><Bullet/>1 条充能条。<br/>"

[MusashiEvasion X2AbilityTemplate]
LocFriendlyName="紧急诱饵"
LocLongDescription="每场任务中首次<font color='#ff3206'>暴露</font>时，在<Ability:Classname/>周围<font color='#0bff9b'>5</font>格范围内的随机位置生成一个拟态信标。<br/>持续时间：<font color='#0bff9b'>1</font>回合"
LocHelpText="每场任务中首次<font color='#ff3206'>暴露</font>时，在<Ability:Classname/>周围<font color='#0bff9b'>5</font>格范围内的随机位置生成一个拟态信标。<br/>持续时间：<font color='#0bff9b'>1</font>回合"
LocFlyOverText="紧急诱饵"
LocPromotionPopupText="<Bullet/><font color='#ff3206'>注意</font>：拟态信标可能会吸引新的一批敌军。<br/><Bullet/>持续时间：<font color='#0bff9b'>1</font>回合"

[MusashiFlashBang X2AbilityTemplate]
LocFriendlyName="爆裂闪光雷"
LocLongDescription="爆裂闪光雷爆炸范围小，但威力更大。<br/>混乱所有目标并且有30%几率晕眩敌人。 <br/>不打破隐匿并且和其他能力结合有可能造成暴击伤害。"
LocFlyOverText="爆裂闪光雷"
LocHelpText="爆裂闪光雷爆炸范围小，但威力更大。"
LocPromotionPopupText="<bullet/>混乱目标<br/><bullet/>30% 晕眩敌人<br/><bullet/>不打破隐匿<br/><bullet/>和其他能力结合有可能造成暴击伤害。<br/><bullet/>有 2 充能条。<br/>"

[MusashiMarksman X2AbilityTemplate]
LocFriendlyName="特等射手"
LocLongDescription="主武器获得有限的小队视野能力，有效范围是你视野距离+4."
LocHelpText="主武器获得有限的小队视野能力，有效范围是你视野距离+4."
LocFlyOverText="特等射手"
LocPromotionPopupText="<Bullet/>主武器获得有限小队视野能力，有效范围是你视野距离+4.<br/><Bullet/>获得同样距离的小队视野监视能力。<br/>"

[MusashiMarksmanOverwatch X2AbilityTemplate]
LocFriendlyName="特等射手守望"
LocFriendlyNameWhenConcealed="特等射手守望 (隐匿)"
LocHelpText="向你视野中第一个移动的敌人开火, 有命中惩罚。提供有限的小队视野能力，范围是你视野距离+4."
LocLongDescription="向你视野中第一个移动的敌人开火, 有命中惩罚。提供有限的小队视野能力，范围是你视野距离+4."
LocLongDescriptionWhenConcealed="向你视野中第一个移动的敌人开火, 有命中惩罚。提供有限的小队视野能力，范围是你视野距离+4."
LocFlyOverText="特等射手守望"

[MusashiGTSRecon X2AbilityTemplate]
LocFriendlyName="窥探"
LocLongDescription="你的特种部队士兵是侦察敌人后方的专家。减少30%的探测半径和+2视野距离。"
LocHelpText="减少30%的探测半径和+2视野距离。"
LocFlyOverText="窥探"
LocPromotionPopupText="<Bullet/>你的特种部队士兵是侦察敌人后方的专家。减少30%的探测半径和+2视野距离。<br/>"

[MusashiNinjatoSilentTakedownT1 X2AbilityTemplate]
LocFriendlyName="踏雪无声"
LocLongDescription="你能够悄悄的接近敌人并给予致命一击。启动本技能将会使你一回合的移动不会被侦测到，近战击杀敌人将不会破除隐身并得到额外20暴击机率与3暴击伤害（仅限近战），仅能在隐身状态下启动。"
LocHelpText="<Bullet/>一回合内的移动并不会被侦测到（含我方与敌方回合）。\n<Bullet\>近战击杀将不会破除隐身。\n<Bullet\>获得额外20暴击机率与3暴击伤害（仅限近战）。\n<Bullet\>仅能在隐身状态下启动。\n<Bullet\><Ability:SelfCooldown> 回合冷却。"
LocFlyOverText="踏雪无声" 
LocPromotionPopupText="你能够悄悄的接近敌人并给予致命一击。启动本技能将会使你一回合的移动不会被侦测到，近战击杀敌人将不会破除隐身并得到额外20暴击机率与3暴击伤害（仅限近战），仅能在隐身状态下启动。"

[MusashiNinjatoSilentTakedownT2 X2AbilityTemplate]
LocFriendlyName="踏雪无声"
LocLongDescription="你能够悄悄的接近敌人并给予致命一击。启动本技能将会使你一回合的移动不会被侦测到，近战击杀敌人将不会破除隐身并得到额外30暴击机率与4暴击伤害（仅限近战），仅能在隐身状态下启动。"
LocHelpText="<Bullet/>一回合内的移动并不会被侦测到（含我方与敌方回合）。\n<Bullet\>近战击杀将不会破除隐身。\n<Bullet\>获得额外30暴击机率与4暴击伤害（仅限近战）。\n<Bullet\>仅能在隐身状态下启动。\n<Bullet\><Ability:SelfCooldown> 回合冷却。"
LocFlyOverText="踏雪无声" 
LocPromotionPopupText="你能够悄悄的接近敌人并给予致命一击。启动本技能将会使你一回合的移动不会被侦测到，近战击杀敌人将不会破除隐身并得到额外30暴击机率与4暴击伤害（仅限近战），仅能在隐身状态下启动。"

[MusashiNinjatoSilentTakedownT3 X2AbilityTemplate]
LocFriendlyName="踏雪无声"
LocLongDescription="你能够悄悄的接近敌人并给予致命一击。启动本技能将会使你一回合的移动不会被侦测到，近战击杀敌人将不会破除隐身并得到额外40暴击机率与5暴击伤害（仅限近战），仅能在隐身状态下启动。"
LocHelpText="<Bullet/>一回合内的移动并不会被侦测到（含我方与敌方回合）。\n<Bullet\>近战击杀将不会破除隐身。\n<Bullet\>获得额外40暴击机率与5暴击伤害（仅限近战）。\n<Bullet\>仅能在隐身状态下启动。\n<Bullet\><Ability:SelfCooldown> 回合冷却。"
LocFlyOverText="踏雪无声" 
LocPromotionPopupText="你能够悄悄的接近敌人并给予致命一击。启动本技能将会使你一回合的移动不会被侦测到，近战击杀敌人将不会破除隐身并得到额外40暴击机率与5暴击伤害（仅限近战），仅能在隐身状态下启动。"

[SpecOpsFlashbang X2GrenadeTemplate]
FriendlyName="爆裂闪光雷"
FriendlyNamePlural="爆裂闪光雷"
BriefSummary="混乱目标区域内所有敌人，并有机率造成晕眩。"
TacticalText="<Bullet/> 混乱目标区域内所有敌人，并有机率造成晕眩。<br/><Bullet/> 友军不受影响。"
ThrownAbilityName="投掷爆裂闪光雷"
ThrownAbilityHelpText="混乱目标区域内所有敌人，并有机率造成晕眩。"
LaunchedAbilityname="发射爆裂闪光雷"
LaunchedAbilityHelpText="混乱目标区域内所有敌人，并有机率造成晕眩。"
